Repository: Mesutcydev/macpair
Catalog: Sources/HostApp/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

# %@ permission%@ required
source: %1$@ permission%2$@ required
ar: الإذن %1$@%2$@ مطلوب
de: %1$@ Berechtigung%2$@ erforderlich
es: Permiso %1$@%2$@ requerido
fr: Autorisation %1$@%2$@ requise
hi: %1$@ अनुमति%2$@ आवश्यक
it: Autorizzazione %1$@%2$@ richiesta
ja: %1$@ 権限%2$@ が必要です
ko: %1$@ 권한%2$@ 필요
nl: %1$@ toestemming%2$@ vereist
pl: Wymagane uprawnienie %1$@%2$@
pt_br: Permissão %1$@%2$@ necessária
ru: Требуется разрешение %1$@%2$@
sv: %1$@ behörighet%2$@ krävs
th: ต้องได้รับอนุญาต %1$@%2$@
tr: %1$@ izni%2$@ gerekli
vi: Cần quyền %1$@%2$@
zh_hans: %1$@ 权限%2$@ 必需
zh_hant: 需要 %1$@ 權限%2$@

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
it: Attivo
ja: アクティブ
ko: 활성
nl: Actief
pl: Aktywny
pt_br: Activo
ru: Активен
sv: Aktiv
th: ใช้งานอยู่
tr: Aktif
vi: Đang hoạt động
zh_hans: 活跃
zh_hant: 活跃

source: All required permissions are approved.
ar: تمت الموافقة على جميع الأذونات المطلوبة.
de: Alle erforderlichen Berechtigungen sind genehmigt.
es: Todos los permisos requeridos están aprobados.
fr: Toutes les autorisations requises sont approuvées.
hi: सभी आवश्यक अनुमतियाँ स्वीकृत हैं।
it: Tutte le autorizzazioni richieste sono approvate.
ja: 必要な権限がすべて承認されました。
ko: 모든 필수 권한이 승인되었습니다.
nl: Alle vereiste machtigingen zijn goedgekeurd.
pl: Wszystkie wymagane uprawnienia są zatwierdzone.
pt_br: Todos los permisos requeridos están aprobados.
ru: Все необходимые разрешения одобрены.
sv: Alla nödvändiga behörigheter är godkända.
th: อนุมัติสิทธิ์ที่จำเป็นทั้งหมดแล้ว
tr: Gerekli tüm izinler onaylandı.
vi: Tất cả các quyền cần thiết đã được phê duyệt.
zh_hans: 所有必需权限已批准。
zh_hant: 所有必需权限已批准。

source: All required permissions are ready.
ar: جميع الأذونات المطلوبة جاهزة.
de: Alle erforderlichen Berechtigungen sind bereit.
es: Todos los permisos requeridos están listos.
fr: Toutes les autorisations requises sont prêtes.
hi: सभी आवश्यक अनुमतियाँ तैयार हैं।
it: Tutti i permessi richiesti sono pronti.
ja: 必要な権限がすべて準備完了です。
ko: 모든 필수 권한이 준비되었습니다.
nl: Alle vereiste machtigingen zijn gereed.
pl: Wszystkie wymagane uprawnienia są gotowe.
pt_br: Todos los permisos requeridos están listos.
ru: Все необходимые разрешения готовы.
sv: Alla nödvändiga behörigheter är klara.
th: สิทธิ์ที่จำเป็นทั้งหมดพร้อมแล้ว
tr: Gerekli tüm izinler hazır.
vi: Tất cả các quyền cần thiết đã sẵn sàng.
zh_hans: 所有必需权限均已就绪。
zh_hant: 所有必需权限均已就绪。

source: Allow Client?
ar: السماح للعميل؟
de: Client zulassen?
es: ¿Permitir cliente?
fr: Autoriser le client ?
hi: क्लाइंट को अनुमति दें?
it: Consentire client?
ja: クライアントを許可しますか？
ko: 클라이언트 허용?
nl: Client toestaan?
pl: Zezwolić klientowi?
pt_br: ¿Permitir cliente?
ru: Разрешить клиента?
sv: Tillåt klient?
th: อนุญาตไคลเอนต์?
tr: İstemciye izin ver?
vi: Cho phép máy khách?
zh_hans: 允许此客户端？
zh_hant: 允许此客户端？

source: App Sandbox limits this build to View Only. Download the direct build for full control.
ar: يحد App Sandbox هذا الإصدار إلى العرض فقط. قم بتنزيل الإصدار المباشر للتحكم الكامل.
de: App Sandbox beschränkt diese Version auf Nur-Anzeigen. Laden Sie den direkten Build für volle Kontrolle herunter.
es: App Sandbox limita esta versión a solo visualización. Descarga la versión directa para control total.
fr: App Sandbox limite cette version à la visualisation seule. Téléchargez la version directe pour un contrôle complet.
hi: ऐप सैंडबॉक्स इस बिल्ड को केवल देखने तक सीमित करता है। पूर्ण नियंत्रण के लिए डायरेक्ट बिल्ड डाउनलोड करें।
it: App Sandbox limita questa build alla sola visualizzazione. Scarica la build diretta per il controllo completo.
ja: App Sandbox によりこのビルドは表示のみに制限されています。完全な制御には直接ビルドをダウンロードしてください。
ko: App Sandbox가 이 빌드를 보기 전용으로 제한합니다. 전체 제어를 위해 직접 빌드를 다운로드하세요.
nl: App Sandbox beperkt deze build tot alleen weergeven. Download de directe build voor volledige controle.
pl: Piaskownica aplikacji ogranicza tę wersję do trybu tylko do odczytu. Pobierz wersję bezpośrednią, aby uzyskać pełną kontrolę.
pt_br: App Sandbox limita esta versión a solo visualización. Descarga la versión directa para control total.
ru: Песочница приложений ограничивает эту сборку только просмотром. Загрузите прямую сборку для полного контроля.
sv: App Sandbox begränsar denna build till endast visning. Ladda ner den direkta builden för full kontroll.
th: App Sandbox จำกัดรุ่นนี้ให้ดูได้อย่างเดียว ดาวน์โหลดรุ่นโดยตรงเพื่อควบคุมเต็มรูปแบบ
tr: App Sandbox bu yapıyı yalnızca görüntülemeyle sınırlar. Tam kontrol için doğrudan yapıyı indirin.
vi: App Sandbox giới hạn bản dựng này ở chế độ chỉ xem. Tải bản dựng trực tiếp để có toàn quyền kiểm soát.
zh_hans: App Sandbox 限制了此版本为仅查看模式。请下载直接构建版以获得完整控制权。
zh_hant: App Sandbox 限制了此版本为仅查看模式。请下载直接构建版以获得完整控制权。

source: Approve
ar: موافقة
de: Genehmigen
es: Aprobar
fr: Approuver
hi: स्वीकृत करें
it: Approva
ja: 承認
ko: 승인
nl: Goedkeuren
pl: Zatwierdź
pt_br: Aprobar
ru: Одобрить
sv: Godkänn
th: อนุมัติ
tr: Onayla
vi: Phê duyệt
zh_hans: 批准
zh_hant: 批准

# Approve pairing for %@. Fingerprint: %@
source: Approve pairing for %1$@. Fingerprint: %2$@
ar: الموافقة على اقتران %1$@. البصمة: %2$@
de: Kopplung genehmigen für %1$@. Fingerabdruck: %2$@
es: Aprobar emparejamiento para %1$@. Huella: %2$@
fr: Approuver l'appairage pour %1$@. Empreinte : %2$@
hi: %1$@ के लिए पेयरिंग स्वीकृत करें। फिंगरप्रिंट: %2$@
it: Approva abbinamento per %1$@. Impronta: %2$@
ja: %1$@ のペアリングを承認します。フィンガープリント: %2$@
ko: %1$@ 페어링 승인. 지문: %2$@
nl: Koppeling goedkeuren voor %1$@. Vingerafdruk: %2$@
pl: Zatwierdź parowanie dla %1$@. Odcisk: %2$@
pt_br: Aprovar pareamento para %1$@. Impressão digital: %2$@
ru: Одобрить сопряжение для %1$@. Отпечаток: %2$@
sv: Godkänn parkoppling för %1$@. Fingeravtryck: %2$@
th: อนุมัติการจับคู่สำหรับ %1$@ ลายนิ้วมือ: %2$@
tr: %1$@ için eşleştirmeyi onayla. Parmak izi: %2$@
vi: Phê duyệt ghép nối cho %1$@. Dấu vân tay: %2$@
zh_hans: 批准 %1$@ 的配对。指纹：%2$@
zh_hant: 核准 %1$@ 的配對。指紋：%2$@

source: Available in the direct-download host.
ar: متاح في المضيف المباشر للتنزيل.
de: Verfügbar im Direkt-Download-Host.
es: Disponible en el host de descarga directa.
fr: Disponible dans l'hôte en téléchargement direct.
hi: डायरेक्ट-डाउनलोड होस्ट में उपलब्ध।
it: Disponibile nell'host a download diretto.
ja: 直接ダウンロードホストで利用可能。
ko: 직접 다운로드 호스트에서 사용 가능.
nl: Beschikbaar in de direct-download host.
pl: Dostępne w hoście do bezpośredniego pobrania.
pt_br: Disponível no host de download direto.
ru: Доступно в хосте прямой загрузки.
sv: Tillgänglig i direktnedladdningsvärden.
th: พร้อมใช้งานในโฮสต์แบบดาวน์โหลดโดยตรง
tr: Doğrudan indirme ana bilgisayarında mevcuttur.
vi: Có sẵn trong máy chủ tải xuống trực tiếp.
zh_hans: 在直接下载版本中可用。
zh_hant: 在直接下載主機中可用。

source: Bitrate
ar: معدل البت
fr: Débit binaire
hi: बिटरेट
ja: ビットレート
ko: 비트레이트
nl: Bitsnelheid
pl: Przepływność
pt_br: Taxa de bits
ru: Битрейт
sv: Bithastighet
th: บิตเรต
tr: Bit hızı
vi: Tốc độ bit
zh_hans: 比特率
zh_hant: 位元率

source: Blocked
ar: محظور
de: Blockiert
es: Bloqueado
fr: Bloqué
hi: अवरुद्ध
it: Bloccato
ja: ブロック済み
ko: 차단됨
nl: Geblokkeerd
pl: Zablokowany
pt_br: Bloqueado
ru: Заблокирован
sv: Blockerad
th: ถูกบล็อก
tr: Engellendi
vi: Đã chặn
zh_hans: 已阻止
zh_hant: 已封鎖

source: Bridge
ar: جسر
de: Brücke
es: Puente
fr: Pont
hi: ब्रिज
it: Ponte
ja: ブリッジ
ko: 브릿지
nl: Brug
pl: Most
pt_br: Ponte
ru: Мост
sv: Bro
th: บริดจ์
tr: Köprü
vi: Cầu nối
zh_hans: 桥接
zh_hant: 橋接

source: Bytes Sent
ar: البايتات المرسلة
de: Gesendete Bytes
es: Bytes enviados
fr: Octets envoyés
hi: भेजे गए बाइट्स
it: Byte inviati
ja: 送信バイト数
ko: 전송된 바이트
nl: Verzonden bytes
pl: Wysłane bajty
pt_br: Bytes enviados
ru: Отправлено байт
sv: Skickade byte
th: ไบต์ที่ส่ง
tr: Gönderilen Bayt
vi: Byte đã gửi
zh_hans: 已发送字节
zh_hant: 已傳送位元組

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Capture
ar: التقاط
de: Aufnahme
es: Captura
hi: कैप्चर
it: Cattura
ja: キャプチャ
ko: 캡처
nl: Opname
pl: Przechwytywanie
pt_br: Captura
ru: Захват
sv: Infångning
th: จับภาพ
tr: Yakalama
vi: Thu thập
zh_hans: 采集
zh_hant: 擷取

source: Capture Diagnostics
ar: تشخيصات الالتقاط
de: Aufnahme-Diagnose
es: Diagnósticos de captura
fr: Diagnostics de capture
hi: कैप्चर डायग्नोस्टिक्स
it: Diagnostica di cattura
ja: キャプチャ診断
ko: 캡처 진단
nl: Opname-diagnostiek
pl: Diagnostyka przechwytywania
pt_br: Diagnósticos de captura
ru: Диагностика захвата
sv: Infångningsdiagnostik
th: การวินิจฉัยการจับภาพ
tr: Yakalama Tanılaması
vi: Chẩn đoán thu thập
zh_hans: 采集诊断
zh_hant: 擷取診斷

source: check settings · restart to retry
ar: تحقق من الإعدادات · أعد التشغيل للمحاولة
de: einstellungen prüfen · neustart zum wiederholen
es: verificar ajustes · reiniciar para reintentar
fr: vérifier les paramètres · redémarrer pour réessayer
ja: 設定を確認・再起動して再試行
pt_br: verificar ajustes · reiniciar para reintentar
tr: ayarları kontrol et · yeniden başlat
zh_hans: 检查设置 · 重启以重试
zh_hant: 检查设置 · 重启以重试

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Borrar
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ़ करें
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Borrar todo
ru: Очистить всё
sv: Rensa alla
th: ล้างทั้งหมด
tr: Tümünü Temizle
vi: Xóa tất cả
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear Paired Devices
ar: مسح الأجهزة المقترنة
de: Gekoppelte Geräte löschen
es: Borrar dispositivos vinculados
fr: Effacer les appareils associés
hi: युग्मित डिवाइस साफ़ करें
it: Cancella dispositivi associati
ja: ペアリング済みデバイスを消去
ko: 페어링된 기기 지우기
nl: Gekoppelde apparaten wissen
pl: Wyczyść sparowane urządzenia
pt_br: Borrar dispositivos vinculados
ru: Очистить сопряженные устройства
sv: Rensa parade enheter
th: ล้างอุปกรณ์ที่จับคู่
tr: Eşleştirilmiş Cihazları Temizle
vi: Xóa thiết bị đã ghép nối
zh_hans: 清除配对设备
zh_hant: 清除配对设备

source: Codec
ar: برنامج الترميز
es: Códec
hi: कोडेक
ja: コーデック
ko: 코덱
pl: Kodek
ru: Кодек
th: ตัวแปลงรหัส
tr: Kodek
zh_hans: 编解码器
zh_hant: 編解碼器

source: Config
ar: الإعدادات
de: Konfiguration
es: Configuración
fr: Configuration
hi: कॉन्फ़िग
it: Configurazione
ja: 設定
ko: 구성
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
sv: Konfiguration
th: การกำหนดค่า
tr: Yapılandırma
vi: Cấu hình
zh_hans: 配置
zh_hant: 配置

source: Configure your host and approve trusted devices
ar: قم بتكوين مضيفك والموافقة على الأجهزة الموثوقة
de: Konfigurieren Sie Ihren Host und genehmigen Sie vertrauenswürdige Geräte
es: Configure su host y apruebe dispositivos de confianza
fr: Configurez votre hôte et approuvez les appareils de confiance
hi: अपने होस्ट को कॉन्फ़िगर करें और विश्वसनीय डिवाइस स्वीकृत करें
it: Configura il tuo host e approva i dispositivi fidati
ja: ホストを設定し、信頼できるデバイスを承認してください
ko: 호스트를 구성하고 신뢰할 수 있는 기기를 승인하세요
nl: Configureer uw host en keur vertrouwde apparaten goed
pl: Skonfiguruj swojego hosta i zatwierdź zaufane urządzenia
pt_br: Configure su host y apruebe dispositivos de confianza
ru: Настройте свой хост и одобрите доверенные устройства
sv: Konfigurera din värd och godkänn betrodda enheter
th: กำหนดค่าโฮสต์ของคุณและอนุมัติอุปกรณ์ที่เชื่อถือได้
tr: Ana bilgisayarınızı yapılandırın ve güvenilir cihazları onaylayın
vi: Cấu hình máy chủ của bạn và phê duyệt thiết bị đáng tin cậy
zh_hans: 配置您的主机并批准受信任设备
zh_hant: 配置您的主机并批准受信任设备

source: connect
ar: اتصال
de: verbinden
es: conectar
fr: connecter
ja: 接続
pt_br: conectar
tr: bağlan
zh_hans: 连接
zh_hant: 连接

source: Connected displays and pixel layout.
ar: الشاشات المتصلة وتخطيط البكسل.
de: Verbundene Displays und Pixel-Layout.
es: Pantallas conectadas y disposición de píxeles.
fr: Écrans connectés et disposition des pixels.
hi: कनेक्टेड डिस्प्ले और पिक्सेल लेआउट।
it: Display collegati e layout dei pixel.
ja: 接続されたディスプレイとピクセルレイアウト。
ko: 연결된 디스플레이 및 픽셀 레이아웃.
nl: Verbonden beeldschermen en pixelindeling.
pl: Podłączone wyświetlacze i układ pikseli.
pt_br: Monitores conectados e layout de pixels.
ru: Подключенные дисплеи и расположение пикселей.
sv: Anslutna skärmar och pixellayout.
th: จอแสดงผลที่เชื่อมต่อและเค้าโครงพิกเซล
tr: Bağlı ekranlar ve piksel düzeni.
vi: Màn hình đã kết nối và bố cục điểm ảnh.
zh_hans: 已连接的显示器和像素布局。
zh_hant: 已連接的顯示器和像素佈局。

source: Connecting
ar: جارٍ الاتصال
de: Verbinden
es: Conectando
fr: Connexion
hi: कनेक्ट हो रहा है
it: Connessione
ja: 接続中
ko: 연결 중
nl: Verbinden
pl: Łączenie
pt_br: Conectando
ru: Подключение
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
vi: Đang kết nối
zh_hans: 正在连接
zh_hant: 正在连接

source: CONNECTING
ar: جارٍ الاتصال
de: VERBINDEN
es: CONECTANDO
fr: CONNEXION
hi: कनेक्ट हो रहा है
it: CONNESSIONE
ja: 接続中
ko: 연결 중
nl: VERBINDEN
pl: ŁĄCZENIE
pt_br: CONECTANDO
ru: ПОДКЛЮЧЕНИЕ
sv: ANSLUTER
th: กำลังเชื่อมต่อ
tr: BAĞLANIYOR
vi: ĐANG KẾT NỐI
zh_hans: 连接中
zh_hant: 连接中

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
it: Connessione
ja: 接続
ko: 연결
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ru: Соединение
sv: Anslutning
th: การเชื่อมต่อ
tr: Bağlantı
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

source: Control display capture, transport, and local recording from the host runtime.
ar: التحكم في التقاط الشاشة والنقل والتسجيل المحلي من وقت تشغيل المضيف.
de: Steuern Sie Display-Aufnahme, Transport und lokale Aufzeichnung von der Host-Laufzeit aus.
es: Controle la captura de pantalla, el transporte y la grabación local desde el tiempo de ejecución del host.
fr: Contrôlez la capture d'écran, le transport et l'enregistrement local depuis l'environnement d'exécution hôte.
hi: होस्ट रनटाइम से डिस्प्ले कैप्चर, ट्रांसपोर्ट और स्थानीय रिकॉर्डिंग को नियंत्रित करें।
it: Controlla la cattura del display, il trasporto e la registrazione locale dal runtime host.
ja: ホストランタイムからディスプレイキャプチャ、転送、ローカル録画を制御します。
ko: 호스트 런타임에서 디스플레이 캡처, 전송 및 로컬 녹화를 제어합니다.
nl: Beheer schermopname, transport en lokale opname vanaf de host-runtime.
pl: Kontroluj przechwytywanie ekranu, transport i lokalne nagrywanie ze środowiska wykonawczego hosta.
pt_br: Controle a captura de tela, transporte e gravação local a partir do runtime do host.
ru: Управляйте захватом дисплея, транспортом и локальной записью из среды выполнения хоста.
sv: Styr skärminfångning, transport och lokal inspelning från värdkörningen.
th: ควบคุมการจับภาพหน้าจอ การขนส่ง และการบันทึกในเครื่องจากรันไทม์โสต์
tr: Ana bilgisayar çalışma zamanından ekran yakalama, aktarım ve yerel kaydı kontrol edin.
vi: Kiểm soát thu thập màn hình, truyền tải và ghi cục bộ từ thời gian chạy máy chủ.
zh_hans: 从主机运行时控制显示器采集、传输和本地录制。
zh_hant: 從主機執行階段控制顯示器擷取、傳輸和本機錄製。

source: controls
ar: عناصر التحكم
de: steuerung
es: controles
fr: contrôles
ja: コントロール
pt_br: controles
tr: kontroller
zh_hans: 控制
zh_hant: 控制

source: Coordinates encoder output into the WebRTC data channel.
ar: ينسق إخراج المشفر في قناة بيانات WebRTC.
de: Koordiniert die Encoder-Ausgabe in den WebRTC-Datenkanal.
es: Coordina la salida del codificador en el canal de datos WebRTC.
fr: Coordonne la sortie de l'encodeur dans le canal de données WebRTC.
hi: एनकोडर आउटपुट को WebRTC डेटा चैनल में समन्वयित करता है।
it: Coordina l'output dell'encoder nel canale dati WebRTC.
ja: エンコーダー出力をWebRTCデータチャネルに調整します。
ko: 인코더 출력을 WebRTC 데이터 채널로 조정합니다.
nl: Coördineert encoderuitvoer naar het WebRTC-datakanaal.
pl: Koordynuje wyjście enkodera do kanału danych WebRTC.
pt_br: Coordena a saída do codificador no canal de dados WebRTC.
ru: Координирует вывод кодировщика в канал данных WebRTC.
sv: Samordnar kodarutdata till WebRTC-datakanalen.
th: ประสานเอาต์พุตตัวเข้ารหัสลงในช่องข้อมูล WebRTC
tr: Kodlayıcı çıkışını WebRTC veri kanalına koordine eder.
vi: Phối hợp đầu ra bộ mã hóa vào kênh dữ liệu WebRTC.
zh_hans: 将编码器输出协调到 WebRTC 数据通道。
zh_hant: 將編碼器輸出協調到 WebRTC 資料通道。

source: Data Channel
ar: قناة البيانات
de: Datenkanal
es: Canal de datos
fr: Canal de données
hi: डेटा चैनल
it: Canale dati
ja: データチャネル
ko: 데이터 채널
nl: Datakanaal
pl: Kanał danych
pt_br: Canal de dados
ru: Канал данных
sv: Datakanal
th: ช่องข้อมูล
tr: Veri Kanalı
vi: Kênh dữ liệu
zh_hans: 数据通道
zh_hant: 資料通道

source: Devices approved for connection.
ar: الأجهزة المعتمدة للاتصال.
de: Geräte für Verbindung genehmigt.
es: Dispositivos aprobados para conexión.
fr: Appareils approuvés pour la connexion.
hi: कनेक्शन के लिए स्वीकृत डिवाइस।
it: Dispositivi approvati per la connessione.
ja: 接続が承認されたデバイス。
ko: 연결이 승인된 기기.
nl: Apparaten goedgekeurd voor verbinding.
pl: Urządzenia zatwierdzone do połączenia.
pt_br: Dispositivos aprovados para conexão.
ru: Устройства, одобренные для подключения.
sv: Enheter godkända för anslutning.
th: อุปกรณ์ที่อนุมัติการเชื่อมต่อ
tr: Bağlantı için onaylanmış cihazlar.
vi: Thiết bị được phê duyệt kết nối.
zh_hans: 已批准连接的设备。
zh_hant: 已核准連線的裝置。

source: Devices that have been approved to control this Mac remotely.
ar: الأجهزة التي تمت الموافقة عليها للتحكم في جهاز Mac هذا عن بُعد.
de: Geräte, die zur Fernsteuerung dieses Macs genehmigt wurden.
es: Dispositivos aprobados para controlar este Mac de forma remota.
fr: Appareils approuvés pour contrôler ce Mac à distance.
hi: इस Mac को दूर से नियंत्रित करने के लिए स्वीकृत डिवाइस।
it: Dispositivi approvati per controllare questo Mac da remoto.
ja: このMacをリモート制御することが承認されたデバイス。
ko: 이 Mac을 원격으로 제어하도록 승인된 기기.
nl: Apparaten die zijn goedgekeurd om deze Mac op afstand te bedienen.
pl: Urządzenia zatwierdzone do zdalnego sterowania tym komputerem Mac.
pt_br: Dispositivos aprovados para controlar este Mac remotamente.
ru: Устройства, одобренные для удаленного управления этим Mac.
sv: Enheter som har godkänts för att fjärrstyra denna Mac.
th: อุปกรณ์ที่ได้รับอนุมัติให้ควบคุม Mac เครื่องนี้จากระยะไกล
tr: Bu Mac'i uzaktan kontrol etmek için onaylanmış cihazlar.
vi: Thiết bị đã được phê duyệt để điều khiển Mac này từ xa.
zh_hans: 已被批准远程控制此 Mac 的设备。
zh_hant: 已核准遠端控制此 Mac 的裝置。

source: Diagnostics
ar: التشخيصات
de: Diagnose
es: Diagnósticos
hi: निदान
it: Diagnostica
ja: 診断
ko: 진단
nl: Diagnostiek
pl: Diagnostyka
pt_br: Diagnósticos
ru: Диагностика
sv: Diagnostik
th: การวินิจฉัย
tr: Tanılama
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 诊断

source: disconnect
ar: قطع الاتصال
de: trennen
es: desconectar
fr: déconnecter
ja: 切断
pt_br: desconectar
tr: bağlantıyı kes
zh_hans: 断开连接
zh_hant: 断开连接

source: Display
ar: الشاشة
es: Pantalla
fr: Écran
hi: डिस्प्ले
ja: ディスプレイ
ko: 디스플레이
nl: Beeldscherm
pl: Wyświetlacz
pt_br: Tela
ru: Дисплей
sv: Skärm
th: จอแสดงผล
tr: Ekran
vi: Màn hình
zh_hans: 显示器
zh_hant: 顯示器

source: Display source, quality preset, and capture pipeline state.
ar: مصدر العرض، الإعداد المسبق للجودة، وحالة خط أنابيب الالتقاط.
de: Display-Quelle, Qualitätsvoreinstellung und Status der Aufnahme-Pipeline.
es: Fuente de pantalla, preajuste de calidad y estado de la canalización de captura.
fr: Source d'affichage, préréglage de qualité et état du pipeline de capture.
hi: डिस्प्ले स्रोत, गुणवत्ता प्रीसेट और कैप्चर पाइपलाइन स्थिति।
it: Sorgente display, preset di qualità e stato della pipeline di cattura.
ja: ディスプレイソース、品質プリセット、キャプチャパイプラインの状態。
ko: 디스플레이 소스, 품질 사전 설정 및 캡처 파이프라인 상태.
nl: Beeldschermbron, kwaliteitsvoorinstelling en status van de opnamepijplijn.
pl: Źródło wyświetlacza, ustawienie jakości i stan potoku przechwytywania.
pt_br: Fonte de exibição, predefinição de qualidade e estado do pipeline de captura.
ru: Источник дисплея, предустановка качества и состояние конвейера захвата.
sv: Skärmkälla, kvalitetsförinställning och infångningspipeline-status.
th: แหล่งที่มาของจอแสดงผล ค่าที่ตั้งไว้คุณภาพ และสถานะไปป์ไลน์การจับภาพ
tr: Ekran kaynağı, kalite ön ayarı ve yakalama ardışık düzeni durumu.
vi: Nguồn hiển thị, cài đặt trước chất lượng và trạng thái đường ống thu thập.
zh_hans: 显示器源、质量预设和采集管线状态。
zh_hant: 顯示器來源、品質預設和擷取管線狀態。

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: पूर्ण
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Listo
ru: Готово
sv: Klart
th: เสร็จสิ้น
tr: Bitti
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: download →
ar: تنزيل →
de: herunterladen →
es: descargar →
fr: télécharger →
hi: डाउनलोड →
it: scarica →
ja: ダウンロード →
ko: 다운로드 →
nl: downloaden →
pl: pobierz →
pt_br: baixar →
ru: загрузить →
sv: ladda ner →
th: ดาวน์โหลด →
tr: indir →
vi: tải xuống →
zh_hans: 下载 →
zh_hant: 下載 →

source: Encoded
ar: مُشفر
de: Codiert
es: Codificado
fr: Encodé
hi: एनकोडेड
it: Codificato
ja: エンコード済み
ko: 인코딩됨
nl: Gecodeerd
pl: Zakodowane
pt_br: Codificado
ru: Закодировано
sv: Kodad
th: เข้ารหัสแล้ว
tr: Kodlanmış
vi: Đã mã hóa
zh_hans: 已编码
zh_hant: 已編碼

source: Encoder
ar: المشفر
es: Codificador
fr: Encodeur
hi: एनकोडर
ja: エンコーダー
ko: 인코더
pl: Koder
pt_br: Codificador
ru: Кодировщик
sv: Kodare
th: ตัวเข้ารหัส
tr: Kodlayıcı
vi: Bộ mã hóa
zh_hans: 编码器
zh_hant: 編碼器

source: Encoder state, codec config, and WebRTC transport readiness.
ar: حالة المشفر، تكوين برنامج الترميز، وجاهزية نقل WebRTC.
de: Encoder-Status, Codec-Konfiguration und WebRTC-Transportbereitschaft.
es: Estado del codificador, configuración del códec y disponibilidad del transporte WebRTC.
fr: État de l'encodeur, configuration du codec et disponibilité du transport WebRTC.
hi: एनकोडर स्थिति, कोडेक कॉन्फ़िगरेशन और WebRTC ट्रांसपोर्ट तत्परता।
it: Stato dell'encoder, configurazione del codec e disponibilità del trasporto WebRTC.
ja: エンコーダーの状態、コーデック設定、WebRTCトランスポートの準備状況。
ko: 인코더 상태, 코덱 구성 및 WebRTC 전송 준비 상태.
nl: Encoderstatus, codec-configuratie en WebRTC-transportgereedheid.
pl: Stan enkodera, konfiguracja kodeka i gotowość transportu WebRTC.
pt_br: Estado do codificador, configuração do codec e prontidão do transporte WebRTC.
ru: Состояние кодировщика, конфигурация кодека и готовность транспорта WebRTC.
sv: Kodarstatus, codec-konfiguration och WebRTC-transportberedskap.
th: สถานะตัวเข้ารหัส การกำหนดค่าตัวแปลงรหัส และความพร้อมในการขนส่ง WebRTC
tr: Kodlayıcı durumu, kodek yapılandırması ve WebRTC aktarım hazırlığı.
vi: Trạng thái bộ mã hóa, cấu hình codec và mức sẵn sàng truyền tải WebRTC.
zh_hans: 编码器状态、编解码器配置和 WebRTC 传输就绪情况。
zh_hant: 編碼器狀態、編解碼器設定和 WebRTC 傳輸就緒情況。

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 错误

source: ERROR
ar: خطأ
de: FEHLER
fr: ERREUR
hi: त्रुटि
it: ERRORE
ja: エラー
ko: 오류
nl: FOUT
pl: BŁĄD
ru: ОШИБКА
sv: FEL
th: ข้อผิดพลาด
tr: HATA
vi: LỖI
zh_hans: 错误
zh_hant: 错误

source: establishing secure session
ar: إنشاء جلسة آمنة
de: sichere sitzung wird aufgebaut
es: estableciendo sesión segura
fr: établissement d'une session sécurisée
ja: セキュアセッション確立中
pt_br: estableciendo sesión segura
tr: güvenli oturum kuruluyor
zh_hans: 正在建立安全会话
zh_hant: 正在建立安全会话

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात करें
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
vi: Xuất
zh_hans: 导出
zh_hant: 导出

source: Fingerprint: %@…
ar: البصمة: %@…
de: Fingerabdruck: %@…
es: Huella: %@…
fr: Empreinte : %@…
hi: फिंगरप्रिंट: %@…
it: Impronta: %@…
ja: フィンガープリント: %@…
ko: 지문: %@…
nl: Vingerafdruk: %@…
pl: Odcisk: %@…
pt_br: Huella: %@…
ru: Отпечаток: %@…
sv: Fingeravtryck: %@…
th: ลายนิ้วมือ: %@…
tr: Parmak izi: %@…
vi: Dấu vân tay: %@…
zh_hans: 指纹：%@…
zh_hant: 指纹：%@…

source: fix →
ar: إصلاح ←
de: beheben →
es: corregir →
fr: corriger →
ja: 修正 →
pt_br: corregir →
tr: düzelt →
zh_hans: 修复 →
zh_hant: 修复 →

source: Frames
ar: الإطارات
es: Fotogramas
fr: Images
hi: फ्रेम
it: Fotogrammi
ja: フレーム
ko: 프레임
pl: Klatki
pt_br: Quadros
ru: Кадры
sv: Bildrutor
th: เฟรม
tr: Kareler
vi: Khung hình
zh_hans: 帧
zh_hant: 幀
